[
  {
    "text": "The absence of a shadow means one of two things: complete transparency, or the sun has reached its zenith. <br /><br />The tourniquet around the peninsula is tightening. Tensions are at an all-time high as American and south Korean troops rehearse the invasion of the north. The north carries on developing its defenses.<br /><br />Both operate with a defensive posture. One weakened, one weakening. While the north is strangled by sanctions, the empire falters at its own contradictions—uninterrupted acceleration on a planet that moves at the pace of trees, and their continued dependence on a global majority that is one betrayal away from turning on its oppressors."
  },
  {
    "text": "The Arch was demolished early in 2024, as confirmed by the shadow of the debris in satellite imagery.<br /><br />From above, everything looks graspable. The aerial gaze is one that hungers, like a bird of prey. This is how the West views all territories outside of his own—flat but ripe, tracking headcounts yet remembering no faces.<br /><br />This is how I am to view my mother's mother's land."
  },
  {
    "text": "Kim Il Sung, leader of the DPRK, in his 1990 speech to the Pan-National Rally: \"Our nation was divided artificially by foreign forces and is still divided because of the foreign forces' obstructive moves against reunification.\""
  },
  {
    "media": "1.jpg",
    "text": "The Arch was originally designed to have three branches, representing Koreans in the south, in the north, and overseas.<br /><br />How would a straight line pass between three pillars? How does one bisect a triad?"
  },
  {
    "text": "President Yoon Suk Yeol of the ROK declared in 2024, \"Only when a unified free and democratic nation rightfully owned by the people is established across the entire Korean Peninsula will we finally have complete liberation.\""
  },
  {
    "text": "The Arch of Reunification, or 조국통일3대헌장기념탑, or the Monument to the Three Charters for National Reunification, stood over the southern entryway to Pyongyang for 22 years."
  },
  {
    "text": "A momument is built in north Korea despite many things. It is built despite constant attacks on its people's dignity. It is built despite seven decades of punitive sanctions. It is built despite the restriction of any metal imports into the country. It is built despite the obliteration of its infrastructure once during the Korean War, and a second time during the ecological disasters of the 90s. A monument remains standing in north Korea because its people retain a sense of pride."
  },
  {
    "media": "arm.jpg",
    "text": "2006. Senegalese architect Pierre Goudiaby Atepa commissioned a monument from north Korea's largest art studio, Mansudae. In return, the country was gifted $30 million USD worth of land in the lavish Almadies. The statue would become the tallest in the continent of Africa. \"Big bronze sculptures. Only North Koreans know how to do it. They're the best. No question about it,\" Atepa said in an interview with a south Korean artist."
  },
  {
    "media": "brothers.jpg",
    "text": "Seoul, 1993. An elaborate memorial is installed where a military headquarters used to stand. The outdoor exhibit is littered with tanks, aircrafts, and missiles deployed during the war. Toward the west entrance, two brothers embrace each other in perpetuity. The story goes that they encountered each other on the battlefield—the elder as an officer in the south Korean army and the younger as a solider for the north."
  },
  {
    "media": "cnn.png"
  }
]
